Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Your live heart rate is working from the strap, and charge, effort and rest build from it over your next few nights of wear, sharpening as it learns your baseline. Want your full history instantly? Import your WHOOP export in Data Sources and it backfills in about a minute.
de: Deine Live-Herzfrequenz funktioniert bereits vom Strap, und Ladung, Anstrengung und Ruhe bauen sich daraus über die nächsten Nächte am Handgelenk auf und werden genauer, während er deine Basislinie lernt. Willst du deinen vollen Verlauf sofort? Importiere deinen WHOOP-Export unter „Datenquellen“, und er füllt sich in etwa einer Minute rückwirkend.
es: Tu frecuencia cardíaca en vivo ya funciona desde la pulsera, y carga, esfuerzo y descanso se construyen a partir de ella durante tus próximas noches de uso, afinándose mientras aprende tu línea base. ¿Quieres tu historial completo al instante? Importa tu exportación de WHOOP en Fuentes de datos y se rellena en aproximadamente un minuto.
fr: Votre fréquence cardiaque en direct fonctionne déjà depuis le bracelet, et la charge, l'effort et le repos s'en construisent au fil de vos prochaines nuits de port, s'affinant à mesure qu'ils apprennent votre référence. Vous voulez tout votre historique instantanément ? Importez votre export WHOOP dans Sources de données et il se remplit rétroactivement en environ une minute.
it: La tua frequenza cardiaca in diretta funziona dalla fascia, e carica, sforzo e riposo si costruiscono a partire da essa nelle prossime notti di utilizzo, affinandosi man mano che impara la tua linea di base. Vuoi tutta la tua cronologia all'istante? Importa la tua esportazione WHOOP nelle Sorgenti dati e la completerà in circa un minuto.
pl: Twoje tętno na żywo obliczane jest na podstawie paska, a ładowanie, wysiłek i odpoczynek są na tej podstawie obliczane przez kilka kolejnych nocy noszenia i wyostrzają się w miarę uczenia się linii bazowej. Chcesz natychmiast uzyskać pełną historię? Zaimportuj eksport WHOOP do źródeł danych, a jego uzupełnienie zajmie około minuty.
pt_pt: A tua frequência cardíaca em direto está a trabalhar a partir da bracelete, e a carga, o esforço e o descanso aumentam a partir dela durante as próximas noites de utilização, aumentando à medida que aprende a tua linha de base. Quer o teu histórico completo instantaneamente? Importe a tua exportação WHOOP em fontes de dados e esta será preenchida em cerca de um minuto.
ru: Пульс в реальном времени уже работает от браслета, а заряд, усилие и отдых будут формироваться на его основе в течение следующих нескольких ночей ношения, становясь точнее по мере изучения вашей нормы. Хотите всю историю сразу? Импортируйте экспорт WHOOP в разделе «Источники данных» — он заполнится примерно за минуту.
th: อัตราการเต้นหัวใจแบบเรียลไทม์ของคุณทำงานจากสายรัด และชาร์จ ภาระร่างกาย และการพักผ่อนจะสร้างขึ้นจากการสวมใส่ในอีกไม่กี่คืนถัดไปของคุณ ซึ่งจะรุนแรงขึ้นเมื่อเรียนรู้พื้นฐานของคุณ ต้องการประวัติทั้งหมดของคุณทันทีหรือไม่? นำเข้าไฟล์ส่งออก WHOOP ของคุณในแหล่งข้อมูล และจะเติมข้อมูลย้อนหลังภายในเวลาประมาณหนึ่งนาที
zh_hans: 你的实时心率正通过手环工作，而能量、消耗和休息会在你接下来几晚的佩戴中逐步建立，并随着它学习你的基线而愈发精准。想立即获得完整历史？请在「数据来源」中导入你的 WHOOP 导出文件，约一分钟即可回填。
zh_hant: 你的即時心率正透過手環工作，而能量、消耗和休息會在你接下來幾晚的佩戴中逐步建立，並隨著它學習你的基線而愈發精準。想立即獲得完整歷史？請在「資料來源」中匯入你的 WHOOP 匯出檔案，約一分鐘即可回填。

source: Your live heart rate is working from the strap, and recovery, strain and sleep build from it over your next few nights of wear, sharpening as it learns your baseline. Want your full history instantly? Import your WHOOP export in Data Sources and it backfills in about a minute.
de: Deine Live-Herzfrequenz funktioniert bereits vom Strap, und Erholung, Belastung und Schlaf bauen sich daraus über deine nächsten Nächte am Handgelenk auf und werden genauer, während er deine Basislinie lernt. Willst du deinen vollen Verlauf sofort? Importiere deinen WHOOP-Export unter „Datenquellen“, und er füllt sich in etwa einer Minute rückwirkend.
es: Tu frecuencia cardíaca en vivo funciona desde la correa, y la recuperación, el esfuerzo y el sueño se construyen a partir de ella durante tus próximas noches de uso, afinándose a medida que aprende tu línea base. ¿Quieres todo tu historial al instante? Importa tu exportación de WHOOP en Fuentes de datos y se rellenará en aproximadamente un minuto.
fr: Votre fréquence cardiaque en direct fonctionne depuis le bracelet, et la récupération, l'effort et le sommeil se construisent à partir de là sur vos prochaines nuits de port, s'affinant au fur et à mesure qu'il apprend votre référence. Vous voulez votre historique complet instantanément ? Importez votre export WHOOP dans Sources de données et il se remplit en environ une minute.
it: La tua frequenza cardiaca in diretta funziona dalla fascia, e recupero, carico e sonno si costruiscono da essa nelle tue prossime notti di utilizzo, affinandosi man mano che apprende la tua linea di base. Vuoi subito la tua cronologia completa? Importa la tua esportazione WHOOP in Sorgenti dati e verrà ricostruita in circa un minuto.
pl: Twoje tętno na żywo obliczane jest na podstawie paska, a regeneracja, wysiłek i sen zależą od niego przez kilka kolejnych nocy noszenia i wyostrzają się w miarę uczenia się linii bazowej. Chcesz natychmiast uzyskać pełną historię? Zaimportuj eksport WHOOP do źródeł danych, a jego uzupełnienie zajmie około minuty.
pt_pt: A tua frequência cardíaca em direto está a funcionar a partir da bracelete, e a recuperação, o esforço e o sono aumentam a partir dela nas próximas noites de utilização, aumentando à medida que aprende a tua linha de base. Quer o teu histórico completo instantaneamente? Importe a tua exportação WHOOP em fontes de dados e esta será preenchida em cerca de um minuto.
ru: Пульс в реальном времени уже поступает с браслета. Восстановление, нагрузка и сон будут формироваться на его основе в течение следующих нескольких ночей и уточняться по мере определения вашей нормы. Хотите сразу получить всю историю? Импортируйте данные WHOOP в разделе «Источники данных», история заполнится примерно за минуту.
th: อัตราการเต้นหัวใจแบบเรียลไทม์ของคุณทำงานจากสายรัด และการฟื้นตัว ภาระร่างกาย และการนอนจะสร้างขึ้นจากการสวมใส่ในอีกไม่กี่คืนถัดไปของคุณ ซึ่งจะรุนแรงขึ้นเมื่อเรียนรู้พื้นฐานของคุณ ต้องการประวัติทั้งหมดของคุณทันทีหรือไม่? นำเข้าไฟล์ส่งออก WHOOP ของคุณในแหล่งข้อมูล และจะเติมข้อมูลย้อนหลังภายในเวลาประมาณหนึ่งนาที
zh_hans: 你的实时心率正通过手环工作，而恢复、强度和睡眠会在你接下来几晚的佩戴中逐步建立，并随着它学习你的基线而愈发精准。想立即获得完整历史？请在「数据来源」中导入你的 WHOOP 导出文件，约一分钟即可回填。
zh_hant: 你的即時心率正透過手環工作，而恢復、強度和睡眠會在你接下來幾晚的佩戴中逐步建立，並隨著它學習你的基線而愈發精準。想立即獲得完整歷史？請在「資料來源」中匯入你的 WHOOP 匯出檔案，約一分鐘即可回填。

source: Your locked pace
de: Dein fixiertes Tempo
es: Tu ritmo fijado
fr: Votre rythme verrouillé
it: Il tuo ritmo bloccato
pl: Twoje zablokowane tempo
pt_pt: O teu ritmo bloqueado
ru: Ваш зафиксированный темп
th: จังหวะหายใจที่บันทึกไว้
zh_hans: 你锁定的节奏
zh_hant: 你鎖定的節奏

source: Your locked pace · %@ br/min
de: Dein fixiertes Tempo · %@ AZ/min
es: Tu ritmo fijado · %@ resp/min
fr: Votre rythme verrouillé · %@ resp/min
it: Il tuo ritmo fissato · %@ resp/min
pl: Twoje zablokowane tempo · %@ br/min
pt_pt: O teu ritmo bloqueado · %@ br/min
ru: Ваш зафиксированный темп · %@ вд/мин
th: จังหวะหายใจที่บันทึกไว้ · %@ ครั้ง/นาที
zh_hans: 你锁定的节奏 · %@ 次/分
zh_hant: 你鎖定的節奏 · 每分鐘 %@ 次呼吸

source: Your logs
de: Deine Protokolle
es: Tus registros
fr: Tes journaux
it: I tuoi registri
pl: Twoje zapisy
pt_pt: Seus registros
ru: Ваши журналы
th: บันทึกของคุณ
zh_hans: 你的日志
zh_hant: 你的日誌

source: Your metrics
de: Deine Werte
es: Tus métricas
fr: Tes indicateurs
it: Le tue metriche
pl: Twoje wskaźniki
pt_pt: Suas métricas
ru: Ваши показатели
th: ตัวชี้วัดของคุณ
zh_hans: 您的指标
zh_hant: 您的指標

source: Your Monday-to-Sunday, read in one glance.
de: Dein Montag bis Sonntag, auf einen Blick gelesen.
es: Tu semana de lunes a domingo, de un vistazo.
fr: Votre semaine du lundi au dimanche, lue en un coup d'œil.
it: Il tuo lunedì-domenica, letto con un colpo d'occhio.
pl: Od poniedziałku do niedzieli czytaj jednym spojrzeniem.
pt_pt: A tua segunda a domingo, leia de relance.
ru: Ваша неделя с понедельника по воскресенье — одним взглядом.
th: วันจันทร์ถึงวันอาทิตย์ของคุณ อ่านรวดเดียวจบ
zh_hans: 你从周一到周日的情况，一眼看懂。
zh_hant: 你從週一到週日的情況，一眼看懂。

source: Your name, used in the Today greeting
de: Ihr Name, der in der heutigen Begrüßung verwendet wird
es: Tu nombre, usado en el saludo de Hoy
fr: Votre nom, utilisé dans le message d'accueil d'aujourd'hui
it: Il tuo nome, utilizzato nel saluto Oggi
pl: Twoje imię, używane w powitaniu w Dziś
pt_pt: Seu nome, usado na saudação Hoje
ru: Ваше имя, используемое в приветствии «Сегодня»
th: ชื่อของคุณที่ใช้ในการทักทายวันนี้
zh_hans: 您的名字，用于今日问候语
zh_hant: 您的名字，用於今日問候語

source: Your nervous system is well-recovered, so you're primed to push
de: Dein Nervensystem ist gut erholt, du bist also bereit, Gas zu geben
es: Tu sistema nervioso está bien recuperado, así que estás listo para exigirte
fr: Votre système nerveux est bien récupéré, vous êtes donc prêt à pousser
it: Il tuo sistema nervoso è ben recuperato, quindi sei pronto a spingere
pl: Twój układ nerwowy jest dobrze zregenerowany, więc jesteś przygotowany do dalszych wysiłków
pt_pt: O teu sistema nervoso está bem recuperado, por isso está preparado para empurrar
ru: Ваша нервная система хорошо восстановлена, поэтому вы готовы выкладываться
th: ระบบประสาทของคุณฟื้นตัวดีแล้ว ดังนั้นคุณจึงพร้อมจะลุยต่อ
zh_hans: 你的神经系统恢复良好，正适合发力
zh_hant: 你的神經系統已充分恢復，正是全力衝刺的好時機

source: your number, date and any note
de: deine Zahl, das Datum und eine etwaige Notiz
es: tu número, la fecha y cualquier nota
fr: votre valeur, la date et une éventuelle note
it: il tuo numero, la data ed eventuali note
pl: swój numer, datę i dowolną notatkę
pt_pt: o teu número, data e qualquer nota
ru: ваше значение, дата и любая заметка
th: หมายเลข วันที่ และบันทึกย่อของคุณ
zh_hans: 你的数字、日期和任何备注
zh_hant: 你的數字、日期和任何備註

source: Your numbers, your strap, and how NOOP works. All on %@.
de: Deine Zahlen, dein Strap und wie NOOP funktioniert. Alles auf %@.
es: Tus números, tu pulsera y cómo funciona NOOP. Todo en %@.
fr: Vos chiffres, votre bracelet, et le fonctionnement de NOOP. Tout sur %@.
it: I tuoi numeri, la tua fascia e come funziona NOOP. Tutto su %@.
pl: Twoje liczby, Twój pasek i sposób działania NOOP. Wszystko na %@.
pt_pt: Os teus números, a tua bracelete e como funciona o NOOP. Tudo em %@.
ru: Ваши показатели, ваш браслет и как работает NOOP. Всё на %@.
th: ค่าของคุณ สายรัดของคุณ และวิธีทำงานของ NOOP ทุกอย่างอยู่บน %@
zh_hans: 你的数值、你的手环，以及 NOOP 的工作原理。全部都在 %@ 上。
zh_hant: 你的數值、你的手環，以及 NOOP 的運作原理。全部都在 %@ 上。

source: Your numbers, your strap, and how NOOP works. All on this Mac.
de: Deine Werte, dein Strap und wie NOOP funktioniert. Alles auf diesem Mac.
es: Tus números, tu correa y cómo funciona NOOP. Todo en este Mac.
fr: Vos chiffres, votre bracelet et comment NOOP fonctionne. Tout sur ce Mac.
it: I tuoi numeri, la tua fascia e come funziona NOOP. Tutto su questo Mac.
pl: Twoje liczby, Twój pasek i sposób działania NOOP. Wszystko na tym Macu.
pt_pt: Os teus números, a tua bracelete e como funciona o NOOP. Tudo neste Mac.
ru: Ваши показатели, ваш браслет и принципы работы NOOP. Всё на этом Mac.
th: ค่าของคุณ สายรัดของคุณ และวิธีทำงานของ NOOP ทุกอย่างอยู่บน Mac เครื่องนี้
zh_hans: 你的数值、你的手环，以及 NOOP 的工作原理。全部都在这台 Mac 上。
zh_hant: 你的數值、你的手環，以及 NOOP 的運作原理。全部都在這台 Mac 上。

source: Your own strongest n-of-1 correlations
de: Deine stärksten persönlichen Korrelationen
es: Tus correlaciones personales más fuertes
fr: Vos corrélations personnelles les plus fortes
it: Le tue correlazioni n-di-1 più forti
pl: Twoje najsilniejsze korelacje n-of-1
pt_pt: Suas próprias correlações n-de-1 mais fortes
ru: Ваши собственные сильнейшие корреляции n-из-1
th: ความสัมพันธ์แบบ n-of-1 ที่แข็งแกร่งที่สุดของคุณเอง
zh_hans: 您自己最强的 n-of-1 相关性
zh_hant: 您自己最強的 n-of-1 相關性

source: Your patterns
de: Deine Muster
es: Tus patrones
fr: Tes tendances
it: I tuoi modelli
pl: Twoje wzorce
pt_pt: Seus padrões
ru: Ваши шаблоны
th: รูปแบบของคุณ
zh_hans: 你的模式
zh_hant: 你的模式

source: Your photo stays on %@. The coach is never shown your picture — only its name and tone reach your provider.
de: Dein Foto bleibt auf %@. Dem Coach wird dein Bild nie gezeigt — nur sein Name und Ton erreichen deinen Anbieter.
es: Tu foto permanece en %@. Al coach nunca se le muestra tu imagen; solo su nombre y su tono llegan a tu proveedor.
fr: Ta photo reste sur %@. Le coach ne voit jamais ton image — seuls son nom et son ton parviennent à ton fournisseur.
it: La tua foto rimane su %@. All'allenatore non viene mai mostrata la tua foto: solo il suo nome e il suo tono raggiungono il tuo fornitore.
pl: Twoje zdjęcie zostaje na %@. Trener nigdy go nie widzi — do dostawcy trafiają wyłącznie jego imię i ton.
pt_pt: Sua foto permanece em %@. Sua foto nunca é mostrada ao coach - apenas seu nome e tom chegam ao seu provedor.
ru: Ваша фотография останется на %@. Тренеру никогда не показывают вашу фотографию — до провайдера доходят только ее имя и тон.
th: รูปภาพของคุณยังอยู่ที่ %@ โค้ชจะไม่แสดงรูปภาพของคุณ — มีเพียงชื่อและน้ำเสียงเท่านั้นที่ส่งถึงผู้ให้บริการของคุณ
zh_hans: 您的照片保留在 %@ 上。教练永远不会显示您的照片 - 只有其名称和语气传达给您的提供者。
zh_hant: 您的照片保留在 %@ 上。教練永遠不會顯示您的照片 - 只有其名稱和語氣傳達給您的提供者。

source: Your plan
de: Dein Plan
es: Tu plan
fr: Votre plan
it: Il tuo piano
pl: Twój plan
pt_pt: Seu plano
ru: Ваш план
th: แผนของคุณ
zh_hans: 你的计划
zh_hant: 你的計劃

source: Your plan, %lld waiting for your decision
de: Dein Plan, %lld wartet auf deine Entscheidung
es: Tu plan, %lld esperando tu decisión
fr: Votre plan, %lld en attente de votre décision
it: Il tuo piano, %lld in attesa della tua decisione
pl: Twój plan, oczekujących na Twoją decyzję: %lld
pt_pt: Seu plano, %lld aguardando sua decisão
ru: Ваш план, %lld ждет вашего решения
th: แผนของคุณ %lld รอการตัดสินใจของคุณ
zh_hans: 你的计划，%lld等待你的决定
zh_hant: 你的計劃，%lld等待你的決定

source: Your profile photo
de: Dein Profilfoto
es: Tu foto de perfil
fr: Votre photo de profil
it: La tua foto profilo
pl: Twoje zdjęcie profilowe
pt_pt: A tua foto de perfil
ru: Фото вашего профиля
th: รูปโปรไฟล์ของคุณ
zh_hans: 你的头像照片
zh_hant: 你的頭像照片

source: Your provider cannot browse your database, request a new permission, or receive raw sensor streams. Nomic searches approved text locally; it never receives numerical health histories. Long-term questions use compact aggregates only when Deep insights is allowed. Sensitive journal answers always need their own separate switch.
de: Ihr Anbieter kann Ihre Datenbank nicht durchsuchen, keine neue Berechtigung anfordern oder rohe Sensorstreams empfangen. Nomic durchsucht lokal genehmigten Text; Es erhält niemals numerische Gesundheitshistorien. Bei Langzeitfragen werden kompakte Aggregate nur dann verwendet, wenn tiefe Einblicke zulässig sind. Antworten auf sensible Tagebücher benötigen immer einen eigenen Schalter.
es: Su proveedor no puede explorar su base de datos, solicitar un nuevo permiso ni recibir flujos de sensores sin procesar. Nomic busca texto aprobado localmente; nunca recibe historiales de salud numéricos. Las preguntas a largo plazo utilizan agregados compactos solo cuando se permiten conocimientos profundos. Las respuestas sensibles del diario siempre necesitan su propio interruptor independiente.
fr: Votre fournisseur ne peut pas parcourir votre base de données, demander une nouvelle autorisation ou recevoir des flux bruts de capteurs. Nomic recherche localement le texte approuvé ; il ne reçoit jamais d’historiques de santé numériques. Les questions à long terme utilisent des agrégats compacts uniquement lorsque les informations approfondies sont autorisées. Les réponses sensibles du journal nécessitent toujours leur propre commutateur séparé.
it: Il tuo provider non può esplorare il tuo database, richiedere una nuova autorizzazione o ricevere flussi di sensori non elaborati. Nomic cerca il testo approvato localmente; non riceve mai storie sanitarie numeriche. Le domande a lungo termine utilizzano aggregati compatti solo quando sono consentiti approfondimenti approfonditi. Le risposte sensibili del diario necessitano sempre del proprio interruttore separato.
pl: Twój dostawca nie może przeglądać Twojej bazy danych, prosić o nowe uprawnienie ani otrzymywać surowych strumieni z czujników. Nomic przeszukuje zatwierdzony tekst lokalnie; nigdy nie otrzymuje liczbowych historii zdrowotnych. Pytania o odległą historię korzystają ze zwięzłych agregatów tylko wtedy, gdy dozwolone są Wnioski pogłębione. Odpowiedzi z wrażliwego dziennika zawsze wymagają osobnego przełącznika.
pt_pt: Seu provedor não pode navegar em seu banco de dados, solicitar uma nova permissão ou receber fluxos brutos de sensores. Nomic pesquisa texto aprovado localmente; nunca recebe históricos numéricos de saúde. As perguntas de longo prazo usam agregados compactos somente quando insights profundos são permitidos. As respostas confidenciais do diário sempre precisam de seu próprio switch separado.
ru: Ваш провайдер не может просматривать вашу базу данных, запрашивать новое разрешение или получать необработанные потоки датчиков. Nomic ищет одобренный текст локально; он никогда не получает числовых историй болезни. В долгосрочных вопросах используются компактные агрегаты только тогда, когда разрешено глубокое понимание. Для конфиденциальных ответов журнала всегда нужен отдельный переключатель.
th: ผู้ให้บริการไม่สามารถเรียกดูฐานข้อมูล ขอสิทธิ์ใหม่ หรือรับสตรีมเซนเซอร์ดิบได้ Nomic ค้นเฉพาะข้อความที่อนุญาตในเครื่อง คำถามระยะยาวใช้ข้อมูลรวมเมื่อได้รับอนุญาต และบันทึกประจำวันที่ละเอียดอ่อนต้องได้รับสิทธิ์แยกต่างหาก
zh_hans: 您的提供商无法浏览您的数据库、请求新权限或接收原始传感器流。 Nomic 在本地搜索批准的文本；它从不接收数字健康历史记录。仅当允许深入洞察时，长期问题才使用紧凑聚合。敏感的期刊答案总是需要自己单独的开关。
zh_hant: 您的提供者無法瀏覽您的資料庫、要求新權限或接收原始感測器流。 Nomic 在本地搜尋核准的文字；它從不接收數位健康歷史記錄。僅當允許深入洞察時，長期問題才使用緊湊聚合。敏感的期刊答案總是需要自己單獨的開關。

source: YOUR READING
de: DEINE MESSUNG
es: TU LECTURA
fr: VOTRE MESURE
it: LA TUA LETTURA
pl: TWOJE CZYTANIE
pt_pt: A SUA LEITURA
ru: ВАШЕ ПОКАЗАНИЕ
th: ค่าที่วัดได้ของคุณ
zh_hans: 你的读数
zh_hant: 你的讀數

source: your readings over time
de: deine Messwerte im Zeitverlauf
es: tus lecturas a lo largo del tiempo
fr: vos lectures au fil du temps
it: le tue letture nel tempo
pl: swoje odczyty w miarę upływu czasu
pt_pt: as tuas leituras ao longo do tempo
ru: ваши показания со временем
th: ค่าที่วัดได้ของคุณตามช่วงเวลา
zh_hans: 你随时间变化的读数
zh_hant: 你隨時間變化的讀數

source: Your records never leave %@. There's no account, no cloud, no NOOP server. Because NOOP is an independent app you run yourself (not a healthcare provider), it isn't "HIPAA-covered," and that protection doesn't apply here; the safety comes from the data being local-only and yours.
de: Deine Aufzeichnungen verlassen %@ nie. Es gibt kein Konto, keine Cloud, keinen NOOP-Server. Weil NOOP eine unabhängige App ist, die du selbst betreibst (kein Gesundheitsdienstleister), ist es nicht „HIPAA-abgedeckt“, und dieser Schutz greift hier nicht; die Sicherheit kommt daher, dass die Daten nur lokal und deine sind.
es: Tus registros nunca salen de %@. No hay cuenta, ni nube, ni servidor de NOOP. Como NOOP es una app independiente que ejecutas tú mismo (no un proveedor de salud), no está "cubierta por HIPAA" y esa protección no aplica aquí; la seguridad viene de que los datos son solo locales y tuyos.
fr: Vos données ne quittent jamais %@. Il n'y a pas de compte, pas de cloud, pas de serveur NOOP. Comme NOOP est une application indépendante que vous exécutez vous-même (pas un prestataire de santé), elle n'est pas « couverte par la HIPAA », et cette protection ne s'applique pas ici ; la sécurité vient du fait que les données sont uniquement locales et à vous.
it: I tuoi dati non lasciano mai %@. Non c'è nessun account, nessun cloud, nessun server NOOP. Poiché NOOP è un'app indipendente che gestisci tu (non un fornitore sanitario), non è "coperta da HIPAA" e quella protezione non si applica qui; la sicurezza deriva dal fatto che i dati sono solo locali e tuoi.
pl: Twoje dane nigdy nie opuszczają %@. Nie ma konta, nie ma chmury, nie ma serwera NOOP. Ponieważ NOOP to niezależna aplikacja, którą sam uruchamiasz (a nie podmiot świadczący opiekę zdrowotną), nie jest ona „objęta ustawą HIPAA” i ta ochrona nie ma w tym przypadku zastosowania; bezpieczeństwo wynika z faktu, że dane są dostępne wyłącznie lokalnie i należą do Ciebie.
pt_pt: Os teus registos nunca saem de %@. Não há conta, nem cloud, nem servidor NOOP. Como o NOOP é uma aplicação independente que gere por si (não um prestador de cuidados de saúde), não é “coberta pela HIPAA” e esta proteção não se aplica aqui; a segurança advém do facto de os dados serem apenas locais e seus.
ru: Ваши данные никогда не покидают %@. Нет ни аккаунта, ни облака, ни сервера NOOP. Поскольку NOOP — независимое приложение, которое вы запускаете сами (а не поставщик медицинских услуг), оно не подпадает под действие HIPAA, и эта защита здесь не применяется; безопасность обеспечивается тем, что данные хранятся только локально и принадлежат только вам.
th: บันทึกของคุณไม่เคยออกจาก %@ ไม่มีบัญชี ไม่มีคลาวด์ ไม่มีเซิร์ฟเวอร์ NOOP เนื่องจาก NOOP เป็นแอปอิสระที่คุณดำเนินการเอง (ไม่ใช่ผู้ให้บริการด้านสุขภาพ) จึงไม่ได้ "ครอบคลุม HIPAA" และการป้องกันนั้นใช้ไม่ได้ที่นี่ ความปลอดภัยมาจากข้อมูลที่มีอยู่ในเครื่องเท่านั้นและเป็นของคุณ
zh_hans: 你的记录绝不会离开 %@。没有账户、没有云端、没有 NOOP 服务器。由于 NOOP 是你自己运行的独立应用（并非医疗服务提供方），它不属于「HIPAA 覆盖范围」，该保护在此不适用；安全性来自数据仅存本地且完全属于你。
zh_hant: 你的記錄永遠不會離開 %@。沒有帳號、沒有雲端、沒有 NOOP 伺服器。因為 NOOP 是你自己運行的獨立應用程式（不是醫療服務提供者），它不屬於「HIPAA 涵蓋範圍」，該保護在此並不適用；安全來自資料僅存於本機且完全屬於你。

source: Your resonance pace
de: Dein Resonanztempo
es: Tu ritmo de resonancia
fr: Votre rythme de résonance
it: Il tuo ritmo di risonanza
pl: Twoje tempo rezonansowe
pt_pt: O teu ritmo de ressonância
ru: Ваш резонансный темп
th: จังหวะเสียงสะท้อนของคุณ
zh_hans: 你的共振节奏
zh_hant: 你的共振節奏

source: Your rhythm looked steady
de: Dein Rhythmus sah gleichmäßig aus
es: Tu ritmo se vio estable
fr: Votre rythme semblait stable
it: Il tuo ritmo è apparso stabile
pl: Twój rytm wyglądał na stabilny
pt_pt: O teu ritmo parecia constante
ru: Ваш ритм выглядел стабильным
th: จังหวะของคุณดูมั่นคง
zh_hans: 你的心律看起来平稳
zh_hant: 你的心律看起來穩定

source: Your rhythm varied more than usual
de: Dein Rhythmus schwankte mehr als üblich
es: Tu ritmo varió más de lo habitual
fr: Votre rythme a varié plus que d'habitude
it: Il tuo ritmo è variato più del solito
pl: Twój rytm był bardziej zróżnicowany niż zwykle
pt_pt: O teu ritmo variou mais que o normal
ru: Ваш ритм менялся сильнее, чем обычно
th: จังหวะของคุณเปลี่ยนไปมากกว่าปกติ
zh_hans: 你的心律波动比平时更大
zh_hant: 你的心律變化比平常大

source: Your ring
de: Dein Ring
es: Tu anillo
fr: Votre anneau
it: Il tuo anello
pl: Twój pierścionek
pt_pt: O teu anel
ru: Ваше кольцо
th: แหวนของคุณ
zh_hans: 你的戒指
zh_hant: 你的戒指

source: Your ring talks to NOOP only, fully offline, no Oura account.
de: Dein Ring spricht nur mit NOOP, komplett offline, kein Oura-Konto.
es: Tu anillo habla solo con NOOP, totalmente sin conexión, sin cuenta de Oura.
fr: Votre anneau ne parle qu'à NOOP, entièrement hors ligne, sans compte Oura.
it: Il tuo anello comunica solo con NOOP, completamente offline, senza account Oura.
pl: Twój pierścień komunikuje się tylko z NOOP, w pełni offline, bez konta Oura.
pt_pt: O teu anel fala apenas com NOOP, totalmente offline, sem conta Oura.
ru: Ваше кольцо взаимодействует только с NOOP, полностью офлайн, без аккаунта Oura.
th: แหวนของคุณคุยกับ NOOP เท่านั้น ออฟไลน์โดยสมบูรณ์ ไม่มีบัญชี Oura
zh_hans: 你的戒指只与 NOOP 通信，完全离线，无需 Oura 账户。
zh_hant: 你的戒指只與 NOOP 通訊，完全離線，不需要 Oura 帳號。

source: Your route
de: Deine Route
es: Tu ruta
fr: Votre itinéraire
it: La tua rotta
pl: Twoja trasa
pt_pt: A tua rota
ru: Твой маршрут
th: เส้นทางของคุณ
zh_hans: 你的路线
zh_hant: 你的路線
